app/views/orders/_line_item.html.erb

<tr>
  <td><%= image_tag line_item.product.image.thumb.url if line_item.product.image.present? %></td>
---
SELECT "products".* FROM "products" WHERE "products"."id" = $1  [["id", 6]]